Repository: common-repository/phototools
Catalog: languages/phototools-*.po
Languages: nl_nl

source: General info
nl_nl: Algemeen informatie

source: Settings
nl_nl: Instellingen

source: Phototools
nl_nl: Fototools

source: Phototools is a collection of plugins which add functionality for those who use WordPress to run a photoblog or gallery site or something alike.
nl_nl: Fototools is een verzameling plugins met functionaliteit voor hen die Wordpress als fotoblog of gallerij gebruiken.

source: The following plugins in this series are installed:
nl_nl: De onderstaande plugins van deze serie zijn ge√Ønstalleerd:

source: Replace activity widget:
nl_nl: Vervang activiteiten widget:

source: No. publishing soon:
nl_nl: No. "Binnenkort publiceren":

source: No. published recently:
nl_nl: No." Recent gepubliceerd":

source: No. recent comments:
nl_nl: No. "Recente reacties":

source: Enable use of shortcodes in widgets
nl_nl: Maak het gebruik van shortcodes in widgets mogelijk

source: Enable use of the photogroup taxonomy
nl_nl: Maak gebruik van de fotogroep taxonomy

source: Enable fuzzy dates
nl_nl: Gebruik "fuzzy" datums

source: Add rich data to posts with a featured image
nl_nl: Voeg "rich data" toe aan posts met een uitgelichte foto

source: use the "redirect to the latest post"
nl_nl: gebruik de "redirect naar de laatste post"

source: now
nl_nl: nu

source: just
nl_nl: net

source: 1 minute ago
nl_nl: 1 minuut geleden

source: minutes ago
nl_nl: minuten geleden

source: hours ago
nl_nl: uren geleden

source: 1 hour ago
nl_nl: 1 uur geleden

source: yesterday
nl_nl: gisteren

source: the day before yesterday
nl_nl: eergister

source: %s days ago
nl_nl: %s dagen geleden

source: %s weeks ago
nl_nl: %s weken geleden

source: in a moment
nl_nl: zometeen

source: in a minute
nl_nl: over een minuut

source: in %s minutes
nl_nl: over %s minuten

source: in an hour
nl_nl: over een uur

source: in %s hours
nl_nl: over %s uren

source: tomorrow
nl_nl: morgen

source: the day after tomorrow
nl_nl: overmorgen

source: in %s days
nl_nl: over %s dagen

source: in %s weeks
nl_nl: over %s weken

source: Publishing Soon
nl_nl: Binnenkort publiceren

source: Published Recent
nl_nl: Recent gepubliceerd

source: Recent Comments
nl_nl: Recente reacties

source: view post
nl_nl: bekijk

source: edit post
nl_nl: bewerkt

source: Approve
nl_nl: Toelaten

source: Unapprove
nl_nl: Weigeren

source: Edit
nl_nl: Bewerken

source: Reply
nl_nl: Reageer

source: Delete Permanently
nl_nl: Verwijder

source: View
nl_nl: Bekijk

source: No posts planned.
nl_nl: Geen geplande posts gevonden.

source: No posts posted yet.
nl_nl: Nog niets gepost.

source: No comments found.
nl_nl: Geen commentaren gevonden.

source: Search groups
nl_nl: Doorzoekn groepen

source: Popular groups
nl_nl: Populaire groepen

source: All groups
nl_nl: Alle groepen

source: Edit photogroup
nl_nl: Bewerk fotogroep

source: Update photogroup
nl_nl: Wijzig fotogroep

source: Add new photogroup
nl_nl: Voeg nieuwe fotogroep toe

source: New photogroup
nl_nl: Nieuwe fotogroep

source: Separate groups with commas
nl_nl: Scheid groepen met komma's

source: Add or remove Photogroups
nl_nl: Verwijder of voeg fotogroepen toe

source: Choose from the most used photogroups
nl_nl: Kies uit de meest gebruikte fotogroepen

source: No groups found.
nl_nl: Geen fotogroepen gevonden.

source: Photogroups
nl_nl: Fototools

source: Group photos together
nl_nl: Groepeer fotos

source: Phototools: latest post widget
nl_nl: Phototools: Laatste posts widget

source: Showing the latest posts with thumbnail
nl_nl: Toont de laatste posts met een thumbnail

source: Latest posts
nl_nl: Laatste posts

source: Widget Title
nl_nl: Widget naam

source: How many entries
nl_nl: Hoe veel entries tonen
